a
about
activity
adjust
adjusted
adjusting
after
afternoon
aid
air
all
am
an
and
animal
answer
anxious
any
anyone
applying
appointment
appreciate
are
arm
at
back
bake
balm
band
bathroom
be
bed
bedpan
being
best
better
birthday
bit
blanket
blocks
blow
board
book
books
bothering
bravest
breathing
bring
brush
build
button
call
came
can
card
cartoon
case
change
character
characters
check
clearly
closer
clothes
coffee
cold
color
computer
confused
cook
cookies
cooking
could
count
countries
craft
cream
create
crossword
dancing
day
describe
did
different
dim
dinner
dizzy
do
doctor
doctor's
don't
done
down
draw
drawer
dream
dressed
drew
drink
drops
dry
eat
email
event
ever
exciting
exercises
expecting
experiencing
experiment
eye
eyes
family
fan
favorite
feel
feeling
feels
fever
find
fluff
focusing
fold
food
for
fork
fresh
friend
friends
from
fun
funniest
funny
game
gently
get
getting
glasses
go
gripping
grocery
grow
hair
hands
handwriting
happened
happy
hardest
have
having
headlines
hearing
help
holding
holiday
homework
house
how
hurts
i
i'm
if
imagine
important
in
interesting
invite
is
itchy
jar
joke
kind
kindest
knee
know
last
laundry
learn
learned
legs
let's
letter
lightheaded
lights
like
lip
list
little
lonely
look
lot
lotion
love
machine
mail
make
makes
massage
math
me
meal
medication
medicine
memory
morning
most
moved
movie
much
muscle
music
my
name
nap
nauseous
need
new
newspaper
next
nice
night
nose
now
nurse
of
on
open
organize
our
outdoor
outside
over
page
pain
park
part
party
pen
phone
photographs
pick
picture
pillow
place
plan
plants
play
playdate
please
position
positions
practice
pretend
project
put
puzzle
rash
reaching
read
recently
relief
remembering
remote
repeat
rest
rhyme
running
saying
schedule
school
science
scratch
scratchy
season
seeing
send
shaky
shelf
shoes
silly
sing
sit
slippers
slower
socks
some
someone
something
song
soon
sorry
sort
spasms
speak
special
spelling
sports
stiff
stomach
store
story
straight
stretch
subject
summer
superhero
swallowing
swollen
take
talk
taste
tea
teacher
team
teeth
tell
thank
that
the
thermostat
thing
things
think
thirsty
this
throat
time
tired
tissue
tissues
to
today
together
tomorrow
toys
trouble
turn
tv
twenty
tying
type
understand
up
us
use
vacation
very
visited
volume
wallet
want
warm
was
watch
water
we
weather
week
weekend
weekends
what
what's
wheelchair
when
why
window
with
word
words
would
write
writing
yesterday
you
you've
your
zipper