a
about
above
across
after
against
allergy
along
although
am
among
an
and
antibiotic
antidepressant
any
apple
are
around
as
ask
asthma
at
away
bathroom
beautiful
because
bed
before
behind
below
besides
better
between
block
blood
boil
book
box
bread
breakfast
brother
brush
busy
but
buy
by
cafe
call
called
can
cannot
care
cat
check
checked
city
clean
climb
clouds
coffee
come
coming
cook
cooked
corner
cough
cozy
curtain
daily
daughter
day
despite
diabetes
dinner
dislike
dizzy
do
doctor
doctor’s
dog
door
dose
down
drink
during
duty
early
eat
effects
eggs
eight
else
excuse
exercise
family
far
father
fatigued
feel
feeling
fence
fever
filled
finish
fish
fly
football
for
friend
friends
from
fruit
fry
game
games
garden
gave
get
give
go
going
good
goodbye
happy
hard
have
he
headache
healthy
heart
hello
help
her
here
hide
high
his
holidays
home
honey
hospital
hot
house
how
hug
hungry
hydrated
i
if
important
in
inhaler
injection
insulin
into
is
it
it’s
jobs
juice
jump
kind
kiss
ladder
late
later
lean
legs
let's
like
likes
listen
live
look
love
loves
lunch
make
me
meat
medicine
meet
message
milk
miss
missed
morning
mother
move
movie
my
nauseous
near
need
needed
new
next
night
no
not
now
nurse
of
office
okay
on
or
out
over
pain
park
pass
pasta
path
pharmacy
pills
plants
play
plays
please
pour
prescribed
prescription
pressure
proud
quickly
rain
read
ready
refill
remember
rest
resting
rice
river
run
sad
said
salad
saying
schedule
school
schoolwork
see
served
share
she
shopping
shower
side
since
sister
sit
sleep
sleepy
snack
so
some
son
soon
sore
sorry
soup
spring
stand
starts
stay
support
swallow
swim
symptoms
table
tablet
take
taking
talk
tea
teeth
tell
thank
thanks
that
the
these
thirsty
this
throat
through
time
tired
to
today
together
tomorrow
tonight
took
toward
under
until
up
us
use
vegetables
visit
visits
vomiting
wait
wake
walk
wall
want
was
watch
water
we
weekends
went
were
what
when
where
while
who
why
will
window
with
without
work
works
worried
worse
worsen
would
yes
yesterday
you
your